package aqtc.gl.school.main.home.entity;

import aqtc.gl.school.base.BaseBean;

/**
 * @author gl
 * @date 2018/5/22
 * @desc
 */
public class HomeCommonDetailEntity extends BaseBean {


    /**
     * data : {"id":622,"school_id":1,"category_id":4,"title":"新安晚报：安庆师大一老师用歌唱方式教授古典诗词","author":"","publish_time":"2018-05-09","html_content":"<p style=\"text-align: center\">\r\n <img src=\"http://www.aqnu.edu.cn/__local/A/89/FC/848657064810485F7CFF2C4C7A2_93E9D458_12596.jpg\" width=\"426\" vsbhref=\"vurl\" vurl=\"/_vsl/A89FC848657064810485F7CFF2C4C7A2/93E9D458/12596\" vheight=\"\" vwidth=\"426\" orisrc=\"http://www.aqnu.edu.cn/__local/A/89/FC/848657064810485F7CFF2C4C7A2_93E9D458_12596.jpg\" class=\"img_vsb_content\"><\/p>\r\n<p>习惯了用朗诵阅读学习古诗词，将它唱出来会是什么样的感觉呢？在安庆师范大学文津楼的一间教室，每到周二晚上的唐诗宋词名篇鉴赏公选课，都会传来阵阵歌声。向学生演绎课堂版《经典咏流传》的是安庆师范大学文学院熊言安博士。据他介绍，用\u201c唱诗\u201d的方式教授古典诗词赏析，是为了使鉴赏课相对枯燥的气氛变得更活跃，让同学们轻松地领略到古诗词的魅力。<\/p>\r\n<p><strong>老师的嗓子是放牛时练的<\/strong><\/p>\r\n<p>4月24日晚，安庆师范大学文津楼301教室里，熊言安正带头教同学们唱《阳关三叠》，他的嗓音低沉有力，富有情感。这首由王维七言绝句《送元二使安西》谱写成的歌，曲调深沉悠扬，\u201c劝君更尽一杯酒，西出阳关无故人\u201d的千古绝句变成歌词，令不少同学听得如痴如醉。<\/p>\r\n<p>李煜的《虞美人》、李商隐的《无题》、姜夔的《扬州慢》、柳宗元的《酬曹侍御过象县见寄》\u2026\u2026在熊言安的课上，许多经典诗词都被唱了出来。<\/p>\r\n<p>据介绍，2014年博士毕业，熊言安作为专任教师被引进到安庆师范大学文学院，主要教授中国古代文学唐宋段。他说，和诗以歌的灵感，来自于从小的爱好\u2014\u2014唱歌。那时还是放牛娃的他，就是身边小伙伴里唱歌最好的孩子。后来学习期间，他还做过班里的文艺委员。他告诉记者，自己从没系统地学习过音乐，现在的好嗓音是小时候对着旷野放声高唱练出来的。<\/p>\r\n<p><strong>文学老师酷似\u201c音乐老师\u201d<\/strong><\/p>\r\n<p>\u201c在古代，这些诗词就是流行歌曲。\u201d熊言安笑着说。每次上鉴赏课，他都会让同学们先把前节课学过的诗唱上一遍。他觉得，把诗唱出来，更能体会到诗词的意境。<\/p>\r\n<p>熊言安说，起初大家都有些羞涩，不好意思在陌生同学面前开口，位文学博士就化身声乐老师，带大家反复地练习气息和发音。<\/p>\r\n<p>为了备课，熊言安总会在家里对着谱子一遍遍练习唱法，次数多了，女儿成了他的\u201c忠实粉丝\u201d。后来时间长了，他在校园里散步时随口哼唱出的也都是古诗词曲子。同学们调侃说，\u201c不知道的人可能都会以为他是一名音乐老师。\u201d<\/p>\r\n<p><strong>黄梅调也能用来唱诗歌<\/strong><\/p>\r\n<p>古诗文唱着教，需将古诗文谱曲。熊言安说，这些曲子有些是古代流传下来的，有的则是现代名家作曲传唱的，还有的根据民歌改编，他还尝试着用黄梅戏调子唱诗。<\/p>\r\n<p>在熊言安的公选课上，四位来自音乐学院的同学被誉为班上的\u201c歌唱家\u201d。每当学过一首新诗后，他们总是课堂上最先带头示范的人。<\/p>\r\n<p>如今，越来越多的同学愿意参与到熊言安的课堂互动中来。这样有趣的教学方式，也使大家对经典诗词的好感大增。\u201c我选择这门课最初是因为喜欢文学，如今更享受这种唱诗的乐趣。熊老师第一次上课就让我耳目一新，丝毫没觉得枯燥，反而让我更想在歌中去品味诗词的意境。\u201d旅游管理专业2017（1）班的龚连申说。<\/p>\r\n<p>熊言安说，虽然唱着上课会比平时更累，但他觉得值得，\u201c能让学生乐于接受古代诗歌是件不容易的事，所以要让他们在情感上产生共鸣，而音乐就是一个很好的桥梁，架通古今。\u201d(陈东 郭金帅 桑丽君 新安晚报安徽网大皖客户端记者 蒋六乔 摄影报道)<\/p>\r\n<p><br><\/p>\r\n<p><strong>新安晚报<\/strong> <a href=\"http://epaper.ahwang.cn/xawb/20180509/html/page_05_content_000.htm#\" _src=\"http://www.aqnu.edu.cnhttp://epaper.ahwang.cn/xawb/20180509/html/page_05_content_000.htm#\">http://epaper.ahwang.cn/xawb/20180509/html/page_05_content_000.htm#<\/a> <\/p>\r\n<p><br><\/p>"}
     */

    public DataBean data;

    public static class DataBean {
        /**
         * id : 622
         * school_id : 1
         * category_id : 4
         * title : 新安晚报：安庆师大一老师用歌唱方式教授古典诗词
         * author :
         * publish_time : 2018-05-09
         * html_content : <p style="text-align: center">
         <img src="http://www.aqnu.edu.cn/__local/A/89/FC/848657064810485F7CFF2C4C7A2_93E9D458_12596.jpg" width="426" vsbhref="vurl" vurl="/_vsl/A89FC848657064810485F7CFF2C4C7A2/93E9D458/12596" vheight="" vwidth="426" orisrc="http://www.aqnu.edu.cn/__local/A/89/FC/848657064810485F7CFF2C4C7A2_93E9D458_12596.jpg" class="img_vsb_content"></p>
         <p>习惯了用朗诵阅读学习古诗词，将它唱出来会是什么样的感觉呢？在安庆师范大学文津楼的一间教室，每到周二晚上的唐诗宋词名篇鉴赏公选课，都会传来阵阵歌声。向学生演绎课堂版《经典咏流传》的是安庆师范大学文学院熊言安博士。据他介绍，用“唱诗”的方式教授古典诗词赏析，是为了使鉴赏课相对枯燥的气氛变得更活跃，让同学们轻松地领略到古诗词的魅力。</p>
         <p><strong>老师的嗓子是放牛时练的</strong></p>
         <p>4月24日晚，安庆师范大学文津楼301教室里，熊言安正带头教同学们唱《阳关三叠》，他的嗓音低沉有力，富有情感。这首由王维七言绝句《送元二使安西》谱写成的歌，曲调深沉悠扬，“劝君更尽一杯酒，西出阳关无故人”的千古绝句变成歌词，令不少同学听得如痴如醉。</p>
         <p>李煜的《虞美人》、李商隐的《无题》、姜夔的《扬州慢》、柳宗元的《酬曹侍御过象县见寄》……在熊言安的课上，许多经典诗词都被唱了出来。</p>
         <p>据介绍，2014年博士毕业，熊言安作为专任教师被引进到安庆师范大学文学院，主要教授中国古代文学唐宋段。他说，和诗以歌的灵感，来自于从小的爱好——唱歌。那时还是放牛娃的他，就是身边小伙伴里唱歌最好的孩子。后来学习期间，他还做过班里的文艺委员。他告诉记者，自己从没系统地学习过音乐，现在的好嗓音是小时候对着旷野放声高唱练出来的。</p>
         <p><strong>文学老师酷似“音乐老师”</strong></p>
         <p>“在古代，这些诗词就是流行歌曲。”熊言安笑着说。每次上鉴赏课，他都会让同学们先把前节课学过的诗唱上一遍。他觉得，把诗唱出来，更能体会到诗词的意境。</p>
         <p>熊言安说，起初大家都有些羞涩，不好意思在陌生同学面前开口，位文学博士就化身声乐老师，带大家反复地练习气息和发音。</p>
         <p>为了备课，熊言安总会在家里对着谱子一遍遍练习唱法，次数多了，女儿成了他的“忠实粉丝”。后来时间长了，他在校园里散步时随口哼唱出的也都是古诗词曲子。同学们调侃说，“不知道的人可能都会以为他是一名音乐老师。”</p>
         <p><strong>黄梅调也能用来唱诗歌</strong></p>
         <p>古诗文唱着教，需将古诗文谱曲。熊言安说，这些曲子有些是古代流传下来的，有的则是现代名家作曲传唱的，还有的根据民歌改编，他还尝试着用黄梅戏调子唱诗。</p>
         <p>在熊言安的公选课上，四位来自音乐学院的同学被誉为班上的“歌唱家”。每当学过一首新诗后，他们总是课堂上最先带头示范的人。</p>
         <p>如今，越来越多的同学愿意参与到熊言安的课堂互动中来。这样有趣的教学方式，也使大家对经典诗词的好感大增。“我选择这门课最初是因为喜欢文学，如今更享受这种唱诗的乐趣。熊老师第一次上课就让我耳目一新，丝毫没觉得枯燥，反而让我更想在歌中去品味诗词的意境。”旅游管理专业2017（1）班的龚连申说。</p>
         <p>熊言安说，虽然唱着上课会比平时更累，但他觉得值得，“能让学生乐于接受古代诗歌是件不容易的事，所以要让他们在情感上产生共鸣，而音乐就是一个很好的桥梁，架通古今。”(陈东 郭金帅 桑丽君 新安晚报安徽网大皖客户端记者 蒋六乔 摄影报道)</p>
         <p><br></p>
         <p><strong>新安晚报</strong> <a href="http://epaper.ahwang.cn/xawb/20180509/html/page_05_content_000.htm#" _src="http://www.aqnu.edu.cnhttp://epaper.ahwang.cn/xawb/20180509/html/page_05_content_000.htm#">http://epaper.ahwang.cn/xawb/20180509/html/page_05_content_000.htm#</a> </p>
         <p><br></p>
         */

        public int id;
        public int school_id;
        public int category_id;
        public String title;
        public String author;
        public String publish_time;
        public String html_content;
    }
}
